{
  "name": "Barbarian Wild Surge",
  "img": "icons/magic/symbols/question-stone-yellow.webp",
  "results": [
    {
      "_id": "N5jGf9b19jdiwUg9",
      "type": 0,
      "text": "Each creature of your choice that you can see within 30 feet of you must succeed on a Constitution saving throw or take [[/r 1d12]] necrotic damage. You also gain temporary hit points equal to [[/r 1d12]] plus your barbarian level.",
      "weight": 1,
      "range": [
        1,
        1
      ],
      "drawn": false,
      "flags": {},
      "img": "icons/svg/d20-black.svg",
      "rangeL": 1,
      "rangeH": 1
    },
    {
      "_id": "r1a7Km24KbueKtYD",
      "type": 0,
      "text": "You teleport up to 30 feet to an unoccupied space you can see. Until your rage ends, you can use this effect again on each of your turns as a bonus action.",
      "weight": 1,
      "range": [
        2,
        2
      ],
      "drawn": false,
      "flags": {},
      "img": "icons/svg/d20-black.svg",
      "rangeL": 2,
      "rangeH": 2
    },
    {
      "_id": "zgx5ITvtTGNFbYFw",
      "type": 0,
      "text": "An intangible spirit, which looks like a flumph or a pixie (your choice), appears within 5 feet of one creature of your choice that you can see within 30 feet of you. At the end of the current turn, the spirit explodes, and each creature within 5 feet of it must succeed on a Dexterity saving throw or take [[/r 1d6]] force damage. Until your rage ends, you can use this effect again, summoning another spirit, on each of your turns as a bonus action.",
      "weight": 1,
      "range": [
        3,
        3
      ],
      "drawn": false,
      "flags": {},
      "img": "icons/svg/d20-black.svg",
      "rangeL": 3,
      "rangeH": 3
    },
    {
      "_id": "s8k1sGgt4RAhvMmd",
      "type": 0,
      "text": "Magic infuses one weapon of your choice that you are holding. Until your rage ends, the weapon's damage type changes to force, and it gains the light and thrown properties, with a normal range of 20 feet and a long range of 60 feet. If the weapon leaves your hand, the weapon reappears in your hand at the end of the current turn.",
      "weight": 1,
      "range": [
        4,
        4
      ],
      "drawn": false,
      "flags": {},
      "img": "icons/svg/d20-black.svg",
      "rangeL": 4,
      "rangeH": 4
    },
    {
      "_id": "917jSCR8t77AKuje",
      "type": 0,
      "text": "Whenever a creature hits you with an attack roll before your rage ends, that creature takes [[/r 1d6]] force damage, as magic lashes out in retribution.",
      "weight": 1,
      "range": [
        5,
        5
      ],
      "drawn": false,
      "flags": {},
      "img": "icons/svg/d20-black.svg",
      "rangeL": 5,
      "rangeH": 5
    },
    {
      "_id": "bPtCT9imb73ftD9x",
      "type": 0,
      "text": "Until your rage ends, you are surrounded by multicolored, protective lights; you gain a +1 bonus to AC, and while within 10 feet of you, your allies gain the same bonus.",
      "weight": 1,
      "range": [
        6,
        6
      ],
      "drawn": false,
      "flags": {},
      "img": "icons/svg/d20-black.svg",
      "rangeL": 6,
      "rangeH": 6
    },
    {
      "_id": "AQGvElEQUVdzkfJD",
      "type": 0,
      "text": "Flowers and vines temporarily grow around you; until your rage ends, the ground within 15 feet of you is difficult terrain for your enemies.",
      "weight": 1,
      "range": [
        7,
        7
      ],
      "drawn": false,
      "flags": {},
      "img": "icons/svg/d20-black.svg",
      "rangeL": 7,
      "rangeH": 7
    },
    {
      "_id": "hZjwvzE8GSoscrph",
      "type": 0,
      "text": "A bolt of light shoots from your chest. Another creature of your choice that you can see within 30 feet of you rust succeed on a Constitution Saving throw or take [[/r 1d6]] radiant damage and be blinded until the start of your next turn. Until your rage ends, you can use this effect again on each of your turns as a bonus action.",
      "weight": 1,
      "range": [
        8,
        8
      ],
      "drawn": false,
      "flags": {},
      "img": "icons/svg/d20-black.svg",
      "rangeL": 8,
      "rangeH": 8
    }
  ],
  "formula": "1d8",
  "replacement": true,
  "displayRoll": true,
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "EHpONhziSoZpUpN3": 3
  },
  "flags": {
    "core": {
      "sourceId": "RollTable.BEimFi1crBD7REmu"
    }
  },
  "_id": "cQK9KtoGzceK5akR"
}