{
  "_id": "CqhFOojEcLwo8jok",
  "name": "Arcane Tradition",
  "type": "feat",
  "img": "icons/sundries/scrolls/scroll-yellow-teal.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "betterRolls5e": {
      "critRange": {
        "value": null
      },
      "critDamage": {
        "value": ""
      },
      "quickDesc": {
        "value": true,
        "altValue": true
      },
      "quickProperties": {
        "value": true,
        "altValue": true
      },
      "quickOther": {
        "value": true,
        "altValue": true
      },
      "quickFlavor": {
        "value": true,
        "altValue": true
      }
    },
    "core": {
      "sourceId": "Compendium.world.class-features-expanded.AEWr9EMxy5gj4ZFT"
    },
    "magicitems": {
      "enabled": false,
      "equipped": false,
      "attuned": false,
      "charges": "0",
      "chargeType": "c1",
      "destroy": false,
      "destroyFlavorText": "reaches 0 charges: it crumbles into ashes and is destroyed.",
      "rechargeable": false,
      "recharge": "0",
      "rechargeType": "t1",
      "rechargeUnit": "r1",
      "sorting": "l"
    },
    "mre-dnd5e": {
      "formulaGroups": [
        {
          "label": "Primary",
          "formulaSet": []
        }
      ]
    }
  },
  "system": {
    "description": {
      "value": "<p>When you reach 2nd level, you choose an arcane tradition, shaping your practice of magic through one of eight schools, such as Evocation.</p><p>Your choice grants you features at 2nd level and again at 6th, 10th, and 14th level.</p><h3>Arcane Traditions</h3><p>@UUID[Compendium.5e-complete.5e-subclasses.gI8vZdvrAZRfnyDO]{Bladesinging}</p><p>Bladesingers master a tradition of wizardry that incorporates swordplay and dance. Originally created by elves, this tradition has been adopted by non-elf practitioners, who honor and expand on the elven ways.</p><hr /><p>@UUID[Compendium.5e-complete.5e-subclasses.jYkdKjaA4Ty7F2XB]{Chronurgy Magic}</p><p>Focusing on the manipulation of time, those who follow the Chronurgy tradition learn to alter the pace of reality to their liking. Using the ramping of anticipatory dunamis energy, these mages can bend the flow of time as adroitly as a skilled musician plays an instrument, lending themselves and their allies an advantage in the blink of an eye.</p><hr /><p>@UUID[Compendium.5e-complete.5e-subclasses.fpVKGKD5A84iIPx1]{Graviturgy Magic}</p><p>Understanding and mastering the forces that draw bodies of matter together or drive them apart, the students of the Graviturgy arcane tradition learn to further bend and manipulate the violent energy of gravity to their benefit, and the terrible detriment of their enemies.</p><hr /><p>@UUID[Compendium.5e-complete.5e-subclasses.7d6xP88zKhrTFr1Y]{Order of Scribes}</p><p>Magic of the book-that's what many folk call wizardry. The name is apt, given how much time wizards spend poring over tomes and penning theories about the nature of magic.</p><hr /><p>@UUID[Compendium.5e-complete.5e-subclasses.pn9GICF8uVYelWzF]{School of Abjuration}</p><p>The School of Abjuration emphasizes magic that blocks, banishes, or protects. Detractors of this school say that its tradition is about denial, negation rather than positive assertion. You understand, however, that ending harmful effects, protecting the weak, and banishing evil influences is anything but a philosophical void. It is a proud and respected vocation.</p><hr /><p>@UUID[Compendium.5e-complete.5e-subclasses.B3Ipt8gAHTO3XMd2]{School of Conjuration}</p><p>As a conjurer, you favor spells that produce objects and creatures out of thin air. You can conjure billowing clouds of killing fog or summon creatures from elsewhere to fight on your behalf. As your mastery grows, you learn spells of transportation and can teleport yourself across vast distances, even to other planes of existence, in an instant.</p><hr /><p>@UUID[Compendium.5e-complete.5e-subclasses.kochx5Qd1Kg0eY4a]{School of Divination}</p><p>The counsel of a diviner is sought by royalty and commoners alike, for all seek a clearer understanding of the past, present, and future. As a diviner, you strive to part the veils of space, time, and consciousness so that you can see clearly. You work to master spells of discernment, remote viewing, supernatural knowledge, and foresight.</p><hr /><p>@UUID[Compendium.5e-complete.5e-subclasses.zCE6ty22lX7nsGp6]{School of Enchantment}</p><p>As a member of the School of Enchantment, you have honed your ability to magically entrance and beguile other people and monsters. Some enchanters are peacemakers who bewitch the violent to lay down their arms and charm the cruel into showing mercy. Others are tyrants who magically bind the unwilling into their service. Most enchanters fall somewhere in between.</p><hr /><p>@UUID[Compendium.5e-complete.5e-subclasses.fH3GAI6udauSY1wQ]{School of Evocation}</p><p>You focus your study on magic that creates powerful elemental effects such as bitter cold, searing flame, rolling thunder, crackling lightning, and burning acid. Some evokers find employment in military forces, serving as artillery to blast enemy armies from afar. Others use their spectacular power to protect the weak, while some seek their own gain as bandits, adventurers, or aspiring tyrants.</p><hr /><p>@UUID[Compendium.5e-complete.5e-subclasses.latUW5gDAzLysutL]{School of Illusion}</p><p>You focus your studies on magic that dazzles the senses, befuddles the mind, and tricks even the wisest folk. Your magic is subtle, but the illusions crafted by your keen mind make the impossible seem real. Some illusionists – including many gnome wizards – are benign tricksters who use their spells to entertain. Others are more sinister masters of deception, using their illusions to frighten and fool others for their personal gain.</p><hr /><p>@UUID[Compendium.5e-complete.5e-subclasses.ZGnWR1ir6B9M6Z1n]{School of Necromancy}</p><p>The School of Necromancy explores the cosmic forces of life, death, and undeath. As you focus your studies in this tradition, you learn to manipulate the energy that animates all living things. As you progress, you learn to sap the life force from a creature as your magic destroys its body, transforming that vital energy into magical power you can manipulate.</p><hr /><p>@UUID[Compendium.5e-complete.5e-subclasses.BNt5jzCO4ne9JXdI]{School of Transmutation}</p><p>You are a student of spells that modify energy and matter. To you, the world is not a fixed thing, but eminently mutable, and you delight in being an agent of change. You wield the raw stuff of creation and learn to alter both physical forms and mental qualities. Your magic gives you the tools to become a smith on reality's forge.</p><hr /><p>@UUID[Compendium.5e-complete.5e-subclasses.C6EHiHeO3Ieigzzl]{War Magic}</p><p>A variety of arcane colleges specialize in training wizards for war. The tradition of War Magic blends principles of evocation and abjuration, rather than specializing in either of those schools. It teaches techniques that empower a caster’s spells, while also providing methods for wizards to bolster their own defenses.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PHB",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": "",
      "units": ""
    },
    "target": {
      "value": "",
      "width": null,
      "units": "",
      "type": ""
    },
    "range": {
      "value": "",
      "long": null,
      "units": ""
    },
    "uses": {
      "value": 0,
      "max": 0,
      "per": null,
      "recovery": "",
      "type": ""
    },
    "consume": {
      "type": "",
      "target": null,
      "amount": null
    },
    "ability": "",
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": null
    },
    "damage": {
      "parts": [],
      "versatile": "",
      "value": ""
    },
    "formula": "",
    "save": {
      "ability": "",
      "dc": null,
      "scaling": "spell",
      "value": ""
    },
    "requirements": "Wizard 2",
    "recharge": {
      "value": null,
      "charged": false
    }
  },
  "ownership": {
    "default": 0,
    "LCw1mxC8S2Al3dWA": 3
  },
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.0.3",
    "coreVersion": "10.286",
    "createdTime": null,
    "modifiedTime": 1665648072420,
    "lastModifiedBy": "UjfixXuqstXNdypa"
  }
}