{
  "name": "Young Red Dragon",
  "type": "npc",
  "img": "https://5etools-mirror-1.github.io/img/bestiary/MM/Red%20Dragon.jpg",
  "data": {
    "abilities": {
      "str": {
        "value": 23,
        "proficient": 0,
        "bonuses": {
          "check": "",
          "save": 0
        },
        "mod": 6
      },
      "dex": {
        "value": 10,
        "proficient": 1,
        "bonuses": {
          "check": "",
          "save": 0
        },
        "mod": 0
      },
      "con": {
        "value": 21,
        "proficient": 1,
        "bonuses": {
          "check": "",
          "save": 0
        },
        "mod": 5
      },
      "int": {
        "value": 14,
        "proficient": 0,
        "bonuses": {
          "check": "",
          "save": 0
        },
        "mod": 2
      },
      "wis": {
        "value": 11,
        "proficient": 1,
        "bonuses": {
          "check": "",
          "save": 0
        },
        "mod": 0
      },
      "cha": {
        "value": 19,
        "proficient": 1,
        "bonuses": {
          "check": "",
          "save": 0
        },
        "mod": 4
      }
    },
    "attributes": {
      "ac": {
        "flat": 18,
        "calc": "natural",
        "formula": null,
        "min": 0,
        "value": null
      },
      "hp": {
        "value": 178,
        "min": 0,
        "max": 178,
        "temp": 0,
        "tempmax": 0,
        "formula": "17d10 + 85"
      },
      "init": {
        "value": 0,
        "bonus": 0,
        "mod": 0,
        "total": 0,
        "prof": 0
      },
      "movement": {
        "burrow": null,
        "climb": 40,
        "fly": 80,
        "swim": null,
        "walk": 40,
        "units": "ft",
        "hover": false
      },
      "attunement": {
        "max": 3
      },
      "senses": {
        "darkvision": 120,
        "blindsight": 30,
        "tremorsense": 0,
        "truesight": 0,
        "units": "ft",
        "special": ""
      },
      "spellcasting": "",
      "prof": 4,
      "spelldc": 8
    },
    "details": {
      "biography": {
        "value": "<div class=\"rd__b  rd__b--1\"><div class=\"rd__b  rd__b--2\"><p>The most covetous of the true dragons, red dragons tirelessly seek to increase their treasure hoards. They are exceptionally vain, even for dragons, and their conceit is reflected in their proud bearing and their disdain for other creatures. The odor of sulfur and pumice surrounds a red dragon, whose swept-back horns and spinal frill define its silhouette. Its beaked snout vents smoke at all times, and its eyes dance with flame when it is angry. Its wings are the longest of any chromatic dragon, and have a blue-black tint along the trailing edge that resembles metal burned blue by fire.</p><p>The scales of a red dragon wyrmling are a bright glossy scarlet, turning a dull, deeper red and becoming as thick and strong as metal as the dragon ages. Its pupils also fade as it ages, and the oldest red dragons have eyes that resemble molten lava orbs.</p><div class=\"rd__b  rd__b--3\"><span class=\"rd__h rd__h--3\" data-title-index=\"5367\"> <span class=\"entry-title-inner\">Mountain Masters.</span></span> <p>Red dragons prefer mountainous terrain, badlands, and any other locale where they can perch high and survey their domain. Their preference for mountains brings them into conflict with the hill-dwelling copper dragons from time to time.</p><div class=\"rd__spc-inline-post\"></div></div><div class=\"rd__b  rd__b--3\"><span class=\"rd__h rd__h--3\" data-title-index=\"5368\"> <span class=\"entry-title-inner\">Arrogant Tyrants.</span></span> <p>Red dragons fly into destructive rages and act on impulse when angered. They are so ferocious and vengeful that they are regarded as the archetypical evil dragon by many cultures.</p><div class=\"rd__spc-inline-post\"></div><p>No other dragon comes close to the arrogance of the red dragon. These creatures see themselves as kings and emperors, and view the rest of dragonkind as inferior. Believing that they are chosen by Tiamat to rule in her name, red dragons consider the world and every creature in it as theirs to command.</p></div><div class=\"rd__b  rd__b--3\"><span class=\"rd__h rd__h--3\" data-title-index=\"5369\"> <span class=\"entry-title-inner\">Status and Slaves.</span></span> <p>Red dragons are fiercely territorial and isolationist. However, they yearn to know about events in the wider world, and they make use of lesser creatures as informants, messengers, and spies. They are most interested in news about other red dragons, with which they compete constantly for status.</p><div class=\"rd__spc-inline-post\"></div><p>When it requires servants, a red dragon demands fealty from chaotic evil humanoids. If allegiance isn't forthcoming, it slaughters a tribe's leaders and claims lordship over the survivors. Creatures serving a red dragon live in constant terror of being roasted and eaten for displeasing it. They spend most of their time fawning over the creature in an attempt to stay alive.</p></div><div class=\"rd__b  rd__b--3\"><span class=\"rd__h rd__h--3\" data-title-index=\"5370\"> <span class=\"entry-title-inner\">Obsessive Collectors.</span></span> <p>Red dragons value wealth above all else, and their treasure hoards are legendary. They covet anything of monetary value, and can often judge the worth of a bauble to within a copper piece at a glance. A red dragon has a special affection for treasure claimed from powerful enemies it has slain, exhibiting that treasure to prove its superiority.</p><div class=\"rd__spc-inline-post\"></div><p>A red dragon knows the value and provenance of every item in its hoard, along with each item's exact location. It might notice the absence of a single coin, igniting its rage as it tracks down and slays the thief without mercy. If the thief can't be found, the dragon goes on a rampage, laying waste to towns and villages in an attempt to sate its wrath.</p></div><div class=\"rd__b  rd__b--3\"><span class=\"rd__h rd__h--3\" data-title-index=\"5371\"> <span class=\"entry-title-inner\">A Red Dragon's Lair.</span></span> <p>Red dragons lair in high mountains or hills, dwelling in caverns under snow-capped peaks, or within the deep halls of abandoned mines and dwarven strongholds. Caves with volcanic or geothermal activity are the most highly prized red dragon lairs, creating hazards that hinder intruders and letting searing heat and volcanic gases wash over a dragon as it sleeps. With its hoard well protected deep within the lair, a red dragon spends as much of its time outside the mountain as in it. For a red dragon, the great heights of the world are the throne from which it can look out to survey all it controls-and the wider world it seeks to control.</p><div class=\"rd__spc-inline-post\"></div><p>Throughout the lair complex, servants erect monuments to the dragon's power, telling the grim story of its life, the enemies it has slain, and the nations it has conquered.</p></div></div></div><div class=\"rd__b  rd__b--1\"><h2 class=\"rd__h rd__h--1\" data-title-index=\"5372\"> <span class=\"entry-title-inner\">Chromatic Dragons</span><span class=\"ve-flex-vh-center\"><span class=\"rd__h-toggle ml-2 clickable\" data-rd-h-toggle-button=\"true\">[–]</span></span></h2> <p>The black, blue, green, red, and white dragons represent the evil side of dragonkind. Aggressive, gluttonous, and vain, chromatic dragons are dark sages and powerful tyrants feared by all creatures-including each other.</p><div class=\"rd__b  rd__b--2\"><h3 class=\"rd__h rd__h--2\" data-title-index=\"5373\"> <span class=\"entry-title-inner\">Driven by Greed</span><span class=\"ve-flex-vh-center\"><span class=\"rd__h-toggle ml-2 clickable\" data-rd-h-toggle-button=\"true\">[–]</span></span></h3> <p> Chromatic dragons lust after treasure, and this greed colors their every scheme and plot. They believe that the world's wealth belongs to them by right, and a chromatic dragon seizes that wealth without regard for the humanoids and other creatures that have \"stolen\" it. With its piles of coins, gleaming gems, and magic items, a dragon's hoard is the stuff of legend. However, chromatic dragons have no interest in commerce, amassing wealth for no other reason than to have it.</p></div><div class=\"rd__b  rd__b--2\"><h3 class=\"rd__h rd__h--2\" data-title-index=\"5374\"> <span class=\"entry-title-inner\">Creatures of Ego</span><span class=\"ve-flex-vh-center\"><span class=\"rd__h-toggle ml-2 clickable\" data-rd-h-toggle-button=\"true\">[–]</span></span></h3> <p>Chromatic dragons are united by their sense of superiority, believing themselves the most powerful and worthy of all mortal creatures. When they interact with other creatures, it is only to further their own interests. They believe in their innate right to rule, and this belief is the cornerstone of every chromatic dragon's personality and worldview. Trying to humble a chromatic dragon is like trying to convince the wind to stop blowing. To these creatures, humanoids are animals, fit to serve as prey or beasts of burden, and wholly unworthy of respect.</p></div><div class=\"rd__b  rd__b--2\"><h3 class=\"rd__h rd__h--2\" data-title-index=\"5375\"> <span class=\"entry-title-inner\">Dangerous Lairs</span><span class=\"ve-flex-vh-center\"><span class=\"rd__h-toggle ml-2 clickable\" data-rd-h-toggle-button=\"true\">[–]</span></span></h3> <p>A dragon's lair serves as the seat of its power and a vault for its treasure. With its innate toughness and tolerance for severe environmental effects, a dragon selects or builds a lair not for shelter but for defense, favoring multiple entrances and exits, and security for its hoard.</p><p>Most chromatic dragon lairs are hidden in dangerous and remote locations to prevent all but the most audacious mortals from reaching them. A black dragon might lair in the heart of a vast swamp, while a red dragon might claim the caldera of an active volcano. In addition to the natural defenses of their lairs, powerful chromatic dragons use magical guardians, traps, and subservient creatures to protect their treasures.</p></div><div class=\"rd__b  rd__b--2\"><h3 class=\"rd__h rd__h--2\" data-title-index=\"5376\"> <span class=\"entry-title-inner\">Queen of Evil Dragons</span><span class=\"ve-flex-vh-center\"><span class=\"rd__h-toggle ml-2 clickable\" data-rd-h-toggle-button=\"true\">[–]</span></span></h3> <p>Tiamat the Dragon Queen is the chief deity of evil dragonkind. She dwells on Avernus, the first layer of the Nine Hells. As a lesser god, Tiamat has the power to grant spells to her worshipers, though she is loath to share her power. She epitomizes the avarice of evil dragons, believing that the multiverse and all its treasures will one day be hers and hers alone.</p><p>Tiamat is a gigantic dragon whose five heads reflect the forms of the chromatic dragons that worship her-black, blue, green, red, and white. She is a terror on the battlefield, capable of annihilating whole armies with her five breath weapons, her formidable spellcasting, and her fearsome claws.</p><p>Tiamat's most hated enemy is Bahamut the Platinum Dragon, with whom she shares control of the faith of dragonkind. She also holds a special enmity for Asmodeus, who long ago stripped her of the rule of Avernus and who continues to curb the Dragon Queen's power.</p></div></div><p>True dragons are winged reptiles of ancient lineage and fearsome power. They are known and feared for their predatory cunning and greed, with the oldest dragons accounted as some of the most powerful creatures in the world. Dragons are also magical creatures whose innate power fuels their dreaded breath weapons and other preternatural abilities.</p><p>Many creatures, including wyverns and dragon turtles, have draconic blood. However, true dragons fall into the two broad categories of chromatic and metallic dragons. The black, blue, green, red, and white dragons are selfish, evil, and feared by all. The brass, bronze, copper, gold, and silver dragons are noble, good, and highly respected by the wise.</p><p>Though their goals and ideals vary tremendously, all true dragons covet wealth, hoarding mounds of coins and gathering gems, jewels, and magic items. Dragons with large hoards are loath to leave them for long, venturing out of their lairs only to patrol or feed.</p><p>True dragons pass through four distinct stages of life, from lowly wyrmlings to ancient dragons, which can live for over a thousand years. In that time, their might can become unrivaled and their hoards can grow beyond price.</p><p>Dragon Age Categories</p><table class=\"w-100 rd__table  stripe-odd-table\"><thead><tr><th class=\"col-4\" data-rd-isroller=\"false\">Category</th><th class=\"col-4\" data-rd-isroller=\"false\">Size</th><th class=\"col-4\" data-rd-isroller=\"false\">Age Range</th></tr></thead><tbody><tr><td class=\"col-4\">Wyrmling</td><td class=\"col-4\">Medium</td><td class=\"col-4\">5 years or less</td></tr><tr><td class=\"col-4\">Young</td><td class=\"col-4\">Large</td><td class=\"col-4\">6–100 years</td></tr><tr><td class=\"col-4\">Adult</td><td class=\"col-4\">Huge</td><td class=\"col-4\">101–800 years</td></tr><tr><td class=\"col-4\">Ancient</td><td class=\"col-4\">Gargantuan</td><td class=\"col-4\">801 years or more</td></tr></tbody></table><div class=\"rd__b-special rd__b-inset \" data-source=\"FTD\"><span class=\"rd__h rd__h--2-inset\" data-title-index=\"5362\"><h4 class=\"entry-title-inner\">Customizing Dragons</h4><span class=\"ve-flex-vh-center\"> <span class=\"rd__title-link rd__title-link--inset\"><span class=\"help-subtle\" title=\"Fizban’s Treasury of Dragons\">FTD</span> p33</span><span class=\"rd__h-toggle ml-2 clickable\" data-rd-h-special-toggle-button=\"true\">[–]</span></span></span><p>You can customize any dragon's stat block to reflect the dragon's unique character. Minor changes such as those below are easy to make and have no impact on a dragon's challenge rating.</p><div class=\"rd__b  rd__b--3\"><span class=\"rd__h rd__h--3\" data-title-index=\"5363\"> <span class=\"entry-title-inner\">Languages.</span></span> <p>Most dragons prefer to speak Draconic but learn Common for dealing with allies and minions. But given their high Intelligence and long life span, dragons can easily learn additional languages. You can add languages to a dragon's stat block.</p><div class=\"rd__spc-inline-post\"></div></div><div class=\"rd__b  rd__b--3\"><span class=\"rd__h rd__h--3\" data-title-index=\"5364\"> <span class=\"entry-title-inner\">Skills.</span></span> <p>Most dragons are proficient in the <span class=\"help help--hover\" data-vet-page=\"skill\" data-vet-source=\"PHB\" data-vet-hash=\"perception_phb\" data-vet-is-faux-page=\"true\">Perception</span> and <span class=\"help help--hover\" data-vet-page=\"skill\" data-vet-source=\"PHB\" data-vet-hash=\"stealth_phb\" data-vet-is-faux-page=\"true\">Stealth</span> skills, and many dragons have additional skill proficiencies. As with languages, you can customize a dragon's skill list (even doubling their proficiency bonus with certain skills) to reflect particular interests and activities. You can also give a dragon tool proficiencies, particularly if the dragon spends time in Humanoid form.</p><div class=\"rd__spc-inline-post\"></div></div><div class=\"rd__b  rd__b--3\"><span class=\"rd__h rd__h--3\" data-title-index=\"5365\"> <span class=\"entry-title-inner\">Spells.</span></span> <p><i class=\"ve-muted\">See the \"Variant: Dragons as Innate Spellcasters\" inset(s), below.</i></p><div class=\"rd__spc-inline-post\"></div></div><div class=\"rd__b  rd__b--3\"><span class=\"rd__h rd__h--3\" data-title-index=\"5366\"> <span class=\"entry-title-inner\">Other Traits and Actions.</span></span> <p>You can borrow traits and actions from other monsters to add unique flavor to a dragon. Consider these examples:</p><div class=\"rd__spc-inline-post\"></div><ul class=\"rd__list rd__list-hang-notitle\"><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\">Damage Absorption.</span> You might decide that this dragon is not only unharmed by fire damage, but actually healed by it.<span class=\"rd__p-cont-indent\">Whenever the dragon is subjected to fire damage, it takes no damage and instead regains a number of hit points equal to the fire damage dealt.</span></p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\">Flyby.</span> The dragon is an agile flier, quick to fly out of enemies' reach.<span class=\"rd__p-cont-indent\">The dragon doesn't provoke an opportunity attack when it flies out of an enemy's reach.</span></p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\">Mimicry.</span> Impersonating characters or their allies could be a fun trick for a crafty dragon.<span class=\"rd__p-cont-indent\">The dragon can mimic any sounds it has heard, including voices. A creature that hears the sounds can tell they are imitations with a successful DC <span class=\"rd__dc\">12</span> Wisdom (<span class=\"help help--hover\" data-vet-page=\"skill\" data-vet-source=\"PHB\" data-vet-hash=\"insight_phb\" data-vet-is-faux-page=\"true\">Insight</span>) check.</span></p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\">Rejuvenation.</span> You might decide that dragons in your campaign, being an essential part of the Material Plane, are nearly impossible to destroy. A dragon's life essence might be preserved in the egg from which it first emerged, in its hoard, or in a cavernous hall at the center of the world, just as a lich's essence is hidden in a phylactery.<span class=\"rd__p-cont-indent\">If it has an essence-preserving object, a destroyed dragon gains a new body in [[/r 1d10]] days, regaining all its hit points and becoming active again. The new body appears within 5 feet of the object.</span></p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\">Special Senses.</span> Most dragons have <span class=\"help help--hover\" data-vet-page=\"sense\" data-vet-source=\"PHB\" data-vet-hash=\"blindsight_phb\" data-vet-is-faux-page=\"true\">blindsight</span> and <span class=\"help help--hover\" data-vet-page=\"sense\" data-vet-source=\"PHB\" data-vet-hash=\"darkvision_phb\" data-vet-is-faux-page=\"true\">darkvision</span>. You might upgrade <span class=\"help help--hover\" data-vet-page=\"sense\" data-vet-source=\"PHB\" data-vet-hash=\"blindsight_phb\" data-vet-is-faux-page=\"true\">blindsight</span> to <span class=\"help help--hover\" data-vet-page=\"sense\" data-vet-source=\"PHB\" data-vet-hash=\"truesight_phb\" data-vet-is-faux-page=\"true\">truesight</span>, or you could give a dragon with a burrowing speed <span class=\"help help--hover\" data-vet-page=\"sense\" data-vet-source=\"MM\" data-vet-hash=\"tremorsense_mm\" data-vet-is-faux-page=\"true\">tremorsense</span>.</p></li></ul></div><div class=\"float-clear\"></div></div><div class=\"rd__b-special rd__b-inset\" data-source=\"FTD\"><span class=\"rd__h rd__h--2-inset\" data-title-index=\"5360\"><h4 class=\"entry-title-inner\">Variant: Dragons as Innate Spellcasters</h4><span class=\"ve-flex-vh-center\"><span class=\"rd__h-toggle ml-2 clickable\" data-rd-h-special-toggle-button=\"true\">[–]</span></span></span><p>This dragon can innately cast four spells, once per day each, requiring no material components. Each spell's level can be no higher than 3rd. The dragon's spell save DC is DC <span class=\"rd__dc\">16</span>, and it has [[/r 1d20+8]] (+8) to hit with spell attacks.</p><p>A suggested spell list is shown below, but you can also choose spells to reflect the dragon's character. A dragon who innately casts <a href=\"https://5etools-mirror-1.github.io/spells.html#blankhash,flstclass:druid=1\">druid</a> spells feels different from one who casts <a href=\"https://5etools-mirror-1.github.io/spells.html#blankhash,flstclass:warlock=1\">warlock</a> spells. You can also give a dragon spells of a higher level than this rule allows, but such a tweak might increase the dragon's challenge rating—especially if those spells deal damage or impose conditions on targets.</p><ul class=\"rd__list\"><li class=\"rd__li \"><a href=\"https://5etools-mirror-1.github.io/spells.html#bane_phb\" data-vet-page=\"spells.html\" data-vet-source=\"PHB\" data-vet-hash=\"bane_phb\">bane</a></li><li class=\"rd__li \"><a href=\"https://5etools-mirror-1.github.io/spells.html#heat%20metal_phb\" data-vet-page=\"spells.html\" data-vet-source=\"PHB\" data-vet-hash=\"heat%20metal_phb\">heat metal</a></li><li class=\"rd__li \"><a href=\"https://5etools-mirror-1.github.io/spells.html#hypnotic%20pattern_phb\" data-vet-page=\"spells.html\" data-vet-source=\"PHB\" data-vet-hash=\"hypnotic%20pattern_phb\">hypnotic pattern</a></li><li class=\"rd__li \"><a href=\"https://5etools-mirror-1.github.io/spells.html#suggestion_phb\" data-vet-page=\"spells.html\" data-vet-source=\"PHB\" data-vet-hash=\"suggestion_phb\">suggestion</a></li></ul><b>Source:</b> <i title=\"Fizban’s Treasury of Dragons\">FTD</i></div><div class=\"rd__b-special rd__b-inset\"><span class=\"rd__h rd__h--2-inset\" data-title-index=\"5361\"><h4 class=\"entry-title-inner\">Variant: Dragons as Innate Spellcasters</h4><span class=\"ve-flex-vh-center\"><span class=\"rd__h-toggle ml-2 clickable\" data-rd-h-special-toggle-button=\"true\">[–]</span></span></span><p>Dragons are innately magical creatures that can master a few spells as they age, using this variant.</p><p>A young or older dragon can innately cast a number of spells equal to its Charisma modifier. Each spell can be cast once per day, requiring no material components, and the spell's level can be no higher than one-third the dragon's challenge rating (rounded down). The dragon's bonus to hit with spell attacks is equal to its proficiency bonus + its Charisma bonus. The dragon's spell save DC equals 8 + its proficiency bonus + its Charisma modifier.</p><p><i class=\"ve-muted\">This dragon can innately cast four spells, once per day each, requiring no material components. Each spell's level can be no higher than 3rd. The dragon's spell save DC is DC <span class=\"rd__dc\">16</span>, and it has [[/r 1d20+8]] (+8) to hit with spell attacks. See the <a href=\"https://5etools-mirror-1.github.io/spells.html#blankhash,flstlevel:0=1~1=1~2=1~3=1\">spell page</a> for a list of spells the dragon is capable of casting. A selection of examples are shown below:</i></p><ul class=\"rd__list rd__list-italic\"><li class=\"rd__li \"><a href=\"https://5etools-mirror-1.github.io/spells.html#fireball_phb\" data-vet-page=\"spells.html\" data-vet-source=\"PHB\" data-vet-hash=\"fireball_phb\">fireball</a></li><li class=\"rd__li \"><a href=\"https://5etools-mirror-1.github.io/spells.html#scorching%20ray_phb\" data-vet-page=\"spells.html\" data-vet-source=\"PHB\" data-vet-hash=\"scorching%20ray_phb\">scorching ray</a></li><li class=\"rd__li \"><a href=\"https://5etools-mirror-1.github.io/spells.html#haste_phb\" data-vet-page=\"spells.html\" data-vet-source=\"PHB\" data-vet-hash=\"haste_phb\">haste</a></li><li class=\"rd__li \"><a href=\"https://5etools-mirror-1.github.io/spells.html#erupting%20earth_xge\" data-vet-page=\"spells.html\" data-vet-source=\"XGE\" data-vet-hash=\"erupting%20earth_xge\">erupting earth</a></li><li class=\"rd__li \"><a href=\"https://5etools-mirror-1.github.io/spells.html#aganazzar's%20scorcher_xge\" data-vet-page=\"spells.html\" data-vet-source=\"XGE\" data-vet-hash=\"aganazzar's%20scorcher_xge\">Aganazzar's scorcher</a></li></ul></div>",
        "public": ""
      },
      "alignment": "chaotic evil",
      "race": "",
      "type": {
        "value": "dragon",
        "subtype": "",
        "swarm": null,
        "custom": ""
      },
      "environment": "Hill, Mountain",
      "cr": 10,
      "spellLevel": 0,
      "xp": {
        "value": 5900
      },
      "source": "MM",
      "class": {}
    },
    "traits": {
      "size": "lg",
      "di": {
        "value": [
          "fire"
        ],
        "custom": ""
      },
      "dr": {
        "value": [],
        "custom": ""
      },
      "dv": {
        "value": [],
        "custom": ""
      },
      "ci": {
        "value": [],
        "custom": ""
      },
      "languages": {
        "value": [
          "common",
          "draconic"
        ],
        "custom": ""
      }
    },
    "currency": {
      "pp": 0,
      "gp": 0,
      "ep": 0,
      "sp": 0,
      "cp": 0
    },
    "skills": {
      "acr": {
        "value": 0,
        "ability": "dex",
        "bonuses": {
          "check": 0,
          "passive": ""
        }
      },
      "ani": {
        "value": 0,
        "ability": "wis",
        "bonuses": {
          "check": 0,
          "passive": ""
        }
      },
      "arc": {
        "value": 0,
        "ability": "int",
        "bonuses": {
          "check": 0,
          "passive": ""
        }
      },
      "ath": {
        "value": 0,
        "ability": "str",
        "bonuses": {
          "check": 0,
          "passive": ""
        }
      },
      "dec": {
        "value": 0,
        "ability": "cha",
        "bonuses": {
          "check": 0,
          "passive": ""
        }
      },
      "his": {
        "value": 0,
        "ability": "int",
        "bonuses": {
          "check": 0,
          "passive": ""
        }
      },
      "ins": {
        "value": 0,
        "ability": "wis",
        "bonuses": {
          "check": 0,
          "passive": ""
        }
      },
      "itm": {
        "value": 0,
        "ability": "cha",
        "bonuses": {
          "check": 0,
          "passive": ""
        }
      },
      "inv": {
        "value": 0,
        "ability": "int",
        "bonuses": {
          "check": 0,
          "passive": ""
        }
      },
      "med": {
        "value": 0,
        "ability": "wis",
        "bonuses": {
          "check": 0,
          "passive": ""
        }
      },
      "nat": {
        "value": 0,
        "ability": "int",
        "bonuses": {
          "check": 0,
          "passive": ""
        }
      },
      "prc": {
        "value": 2,
        "ability": "wis",
        "bonuses": {
          "check": 0,
          "passive": ""
        }
      },
      "prf": {
        "value": 0,
        "ability": "cha",
        "bonuses": {
          "check": 0,
          "passive": ""
        }
      },
      "per": {
        "value": 0,
        "ability": "cha",
        "bonuses": {
          "check": 0,
          "passive": ""
        }
      },
      "rel": {
        "value": 0,
        "ability": "int",
        "bonuses": {
          "check": 0,
          "passive": ""
        }
      },
      "slt": {
        "value": 0,
        "ability": "dex",
        "bonuses": {
          "check": 0,
          "passive": ""
        }
      },
      "ste": {
        "value": 1,
        "ability": "dex",
        "bonuses": {
          "check": 0,
          "passive": ""
        }
      },
      "sur": {
        "value": 0,
        "ability": "wis",
        "bonuses": {
          "check": 0,
          "passive": ""
        }
      }
    },
    "spells": {
      "spell1": {
        "value": 0,
        "override": null,
        "max": 0
      },
      "spell2": {
        "value": 0,
        "override": null,
        "max": 0
      },
      "spell3": {
        "value": 0,
        "override": null,
        "max": 0
      },
      "spell4": {
        "value": 0,
        "override": null,
        "max": 0
      },
      "spell5": {
        "value": 0,
        "override": null,
        "max": 0
      },
      "spell6": {
        "value": 0,
        "override": null,
        "max": 0
      },
      "spell7": {
        "value": 0,
        "override": null,
        "max": 0
      },
      "spell8": {
        "value": 0,
        "override": null,
        "max": 0
      },
      "spell9": {
        "value": 0,
        "override": null,
        "max": 0
      },
      "pact": {
        "value": 0,
        "override": null
      },
      "spell0": {
        "value": 0,
        "max": 0
      }
    },
    "bonuses": {
      "mwak": {
        "attack": "",
        "damage": ""
      },
      "rwak": {
        "attack": "",
        "damage": ""
      },
      "msak": {
        "attack": "",
        "damage": ""
      },
      "rsak": {
        "attack": "",
        "damage": ""
      },
      "abilities": {
        "check": "",
        "save": "",
        "skill": ""
      },
      "spell": {
        "dc": ""
      }
    },
    "resources": {
      "legact": {
        "value": 0,
        "max": 0
      },
      "legres": {
        "value": 0,
        "max": 0
      },
      "lair": {
        "value": false,
        "initiative": 20
      }
    }
  },
  "token": {
    "vision": true,
    "disposition": -1,
    "displayBars": 40,
    "flags": {
      "monks-little-details": {
        "bloodsplat-colour": "#4f0000"
      },
      "monks-enhanced-journal": {
        "chatbubble": ""
      },
      "perfect-vision": {
        "visionRules": "default",
        "monoVisionColor": "",
        "sightLimit": null,
        "light": {}
      },
      "core": {
        "priority": null
      }
    },
    "displayName": 20,
    "bar1": {
      "attribute": "attributes.hp"
    },
    "bar2": {
      "attribute": null
    },
    "dimSight": 120,
    "brightSight": 30,
    "name": "Young Red Dragon",
    "img": "https://assets.forge-vtt.com/6294414eee44137435f45555/assets/srd5e/img/MM/Young Red Dragon.png",
    "width": 2,
    "height": 2,
    "scale": 1,
    "elevation": 0,
    "rotation": 0,
    "actorLink": false,
    "actorData": {},
    "effects": [],
    "randomImg": false,
    "mirrorX": false,
    "mirrorY": false,
    "lockRotation": false,
    "alpha": 1,
    "sightAngle": 0,
    "light": {
      "alpha": 0.5,
      "angle": 0,
      "bright": 0,
      "coloration": 1,
      "dim": 0,
      "gradual": true,
      "luminosity": 0.5,
      "saturation": 0,
      "contrast": 0,
      "shadows": 0,
      "animation": {
        "speed": 5,
        "intensity": 5,
        "reverse": false
      },
      "darkness": {
        "min": 0,
        "max": 1
      }
    }
  },
  "items": [
    {
      "name": "Multiattack",
      "type": "feat",
      "data": {
        "description": {
          "value": "<div  class=\"rd__b  rd__b--3\"><p>The dragon makes three attacks: one with its bite and two with its claws.</p><div class=\"rd__spc-inline-post\"></div></div>",
          "chat": "",
          "unidentified": ""
        },
        "source": "MM",
        "activation": {
          "type": "action",
          "cost": 1,
          "condition": ""
        },
        "duration": {
          "value": null,
          "units": ""
        },
        "target": {
          "value": null,
          "width": null,
          "units": "",
          "type": ""
        },
        "range": {
          "value": null,
          "long": null,
          "units": ""
        },
        "uses": {
          "value": null,
          "max": "",
          "per": null
        },
        "consume": {
          "type": "",
          "target": null,
          "amount": null
        },
        "ability": null,
        "actionType": "other",
        "attackBonus": 0,
        "chatFlavor": "",
        "critical": {
          "threshold": null,
          "damage": ""
        },
        "damage": {
          "parts": [],
          "versatile": ""
        },
        "formula": "",
        "save": {
          "ability": "",
          "dc": null,
          "scaling": "spell"
        },
        "requirements": "",
        "recharge": {
          "value": null,
          "charged": false
        }
      },
      "img": "https://assets.forge-vtt.com/bazaar/core/icons/skills/melee/blade-tips-triple-steel.webp",
      "flags": {
        "srd5e": {
          "page": "monsterAction",
          "source": "MM",
          "hash": "multiattack_young%20red%20dragon_mm_mm"
        }
      },
      "effects": [],
      "_id": "iqb9ds7jrjnr0s8p",
      "folder": null,
      "sort": 0,
      "permission": {
        "default": 0
      }
    },
    {
      "data": {
        "description": {
          "value": "<div  class=\"rd__b  rd__b--3\"><p><i>Melee Weapon Attack:</i> [[/r 1d20+10]] (+10) to hit, reach 10 ft., one target. <i>Hit:</i> 17 ([[/r 2d10 + 6]]) piercing damage plus 3 ([[/r 1d6]]) fire damage.</p><div class=\"rd__spc-inline-post\"></div></div>",
          "chat": "",
          "unidentified": ""
        },
        "source": "MM",
        "quantity": 1,
        "weight": 0,
        "price": 0,
        "attunement": 0,
        "equipped": false,
        "rarity": "",
        "identified": true,
        "activation": {
          "type": "action",
          "cost": 1,
          "condition": ""
        },
        "duration": {
          "value": null,
          "units": ""
        },
        "target": {
          "value": null,
          "width": null,
          "units": "",
          "type": ""
        },
        "range": {
          "value": 10,
          "long": null,
          "units": "ft"
        },
        "uses": {
          "value": null,
          "max": "",
          "per": null
        },
        "consume": {
          "type": "",
          "target": null,
          "amount": null
        },
        "ability": "str",
        "actionType": "mwak",
        "attackBonus": 0,
        "chatFlavor": "",
        "critical": {
          "threshold": null,
          "damage": ""
        },
        "damage": {
          "parts": [
            [
              "2d10  + @mod",
              "piercing"
            ],
            [
              "1d6",
              "fire"
            ]
          ],
          "versatile": ""
        },
        "formula": "",
        "save": {
          "ability": "",
          "dc": null,
          "scaling": "spell"
        },
        "armor": {
          "value": 10
        },
        "hp": {
          "value": 0,
          "max": 0,
          "dt": null,
          "conditions": ""
        },
        "weaponType": "natural",
        "baseItem": "",
        "properties": {},
        "proficient": true,
        "recharge": {
          "value": null,
          "charged": false
        }
      },
      "name": "Bite",
      "type": "weapon",
      "img": "https://assets.forge-vtt.com/bazaar/core/icons/creatures/abilities/mouth-teeth-long-red.webp",
      "flags": {
        "srd5e": {
          "page": "monsterAction",
          "source": "MM",
          "hash": "bite_young%20red%20dragon_mm_mm"
        }
      },
      "effects": [],
      "_id": "ud3kj1i8iqm97992",
      "folder": null,
      "sort": 0,
      "permission": {
        "default": 0
      }
    },
    {
      "data": {
        "description": {
          "value": "<div  class=\"rd__b  rd__b--3\"><p><i>Melee Weapon Attack:</i> [[/r 1d20+10]] (+10) to hit, reach 5 ft., one target. <i>Hit:</i> 13 ([[/r 2d6 + 6]]) slashing damage.</p><div class=\"rd__spc-inline-post\"></div></div>",
          "chat": "",
          "unidentified": ""
        },
        "source": "MM",
        "quantity": 1,
        "weight": 0,
        "price": 0,
        "attunement": 0,
        "equipped": false,
        "rarity": "",
        "identified": true,
        "activation": {
          "type": "action",
          "cost": 1,
          "condition": ""
        },
        "duration": {
          "value": null,
          "units": ""
        },
        "target": {
          "value": null,
          "width": null,
          "units": "",
          "type": ""
        },
        "range": {
          "value": 5,
          "long": null,
          "units": "ft"
        },
        "uses": {
          "value": null,
          "max": "",
          "per": null
        },
        "consume": {
          "type": "",
          "target": null,
          "amount": null
        },
        "ability": "str",
        "actionType": "mwak",
        "attackBonus": 0,
        "chatFlavor": "",
        "critical": {
          "threshold": null,
          "damage": ""
        },
        "damage": {
          "parts": [
            [
              "2d6  + @mod",
              "slashing"
            ]
          ],
          "versatile": ""
        },
        "formula": "",
        "save": {
          "ability": "",
          "dc": null,
          "scaling": "spell"
        },
        "armor": {
          "value": 10
        },
        "hp": {
          "value": 0,
          "max": 0,
          "dt": null,
          "conditions": ""
        },
        "weaponType": "natural",
        "baseItem": "",
        "properties": {},
        "proficient": true,
        "recharge": {
          "value": null,
          "charged": false
        }
      },
      "name": "Claw",
      "type": "weapon",
      "img": "https://assets.forge-vtt.com/bazaar/core/icons/skills/melee/blood-slash-foam-red.webp",
      "flags": {
        "srd5e": {
          "page": "monsterAction",
          "source": "MM",
          "hash": "claw_young%20red%20dragon_mm_mm"
        }
      },
      "effects": [],
      "_id": "9ps31rao5qudj218",
      "folder": null,
      "sort": 0,
      "permission": {
        "default": 0
      }
    },
    {
      "name": "Fire Breath",
      "type": "feat",
      "data": {
        "description": {
          "value": "<div  class=\"rd__b  rd__b--3\"><p>The dragon exhales fire in a 30-foot cone. Each creature in that area must make a DC <span class=\"rd__dc\">17</span> Dexterity saving throw, taking 56 ([[/r 16d6]]) fire damage on a failed save, or half as much damage on a successful one.</p><div class=\"rd__spc-inline-post\"></div></div>",
          "chat": "",
          "unidentified": ""
        },
        "source": "MM",
        "activation": {
          "type": "action",
          "cost": 1,
          "condition": ""
        },
        "duration": {
          "value": null,
          "units": ""
        },
        "target": {
          "value": 30,
          "width": null,
          "units": "ft",
          "type": "cone"
        },
        "range": {
          "value": null,
          "long": null,
          "units": ""
        },
        "uses": {
          "value": null,
          "max": "",
          "per": null
        },
        "consume": {
          "type": "",
          "target": null,
          "amount": null
        },
        "ability": null,
        "actionType": "save",
        "attackBonus": 0,
        "chatFlavor": "",
        "critical": {
          "threshold": null,
          "damage": ""
        },
        "damage": {
          "parts": [
            [
              "16d6",
              "fire"
            ]
          ],
          "versatile": ""
        },
        "formula": "",
        "save": {
          "ability": "dex",
          "dc": 17,
          "scaling": "con"
        },
        "requirements": "",
        "recharge": {
          "value": 5,
          "charged": true
        }
      },
      "img": "https://assets.forge-vtt.com/bazaar/core/icons/creatures/abilities/dragon-fire-breath-orange.webp",
      "flags": {
        "srd5e": {
          "page": "monsterAction",
          "source": "MM",
          "hash": "fire%20breath%20%7b%40recharge%205%7d_young%20red%20dragon_mm_mm"
        }
      },
      "effects": [],
      "_id": "j6duw2i2gv8kq18h",
      "folder": null,
      "sort": 0,
      "permission": {
        "default": 0
      }
    }
  ],
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "UjfixXuqstXNdypa": 3
  },
  "flags": {
    "srd5e": {
      "page": "bestiary.html",
      "source": "MM",
      "hash": "young%20red%20dragon_mm"
    }
  },
  "_id": "fbpaTQ4jxanjtkjx"
}