{
  "_id": "NGbYphjYHqWPw7Zz",
  "name": "Aasimar",
  "type": "race",
  "img": "icons/creatures/abilities/wings-birdlike-blue.webp",
  "data": {
    "description": {
      "value": "<p>Whether descended from a celestial being or infused with heavenly power, aasimar are mortals who carry a spark of the Upper Planes within their souls. They can fan fan that spark to bring light, ease wounds, and unleash the fury of the heavens.</p>\n<p>Aasimar can arise among any population of mortals. They resemble their parents, but they live for up to 160 years and often have features that hint at their celestial heritage. These often begin subtle and become more obvious when the assimar gains the ability to reveal their full celestial nature. The Aasimar Celestial Features table has examples you can choose or use as inspiration to create your own.</p>\n<table border=\"1\">\n<thead>\n<tr>\n<td>d6</td>\n<td>Celestial Feature</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>A dusting of metallic, white, or charcoal freckles</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Metallic, luminous, or dark eyes</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Starkly colored hair</td>\n</tr>\n<tr>\n<td>4</td>\n<td>An unusual hue tinting your shadow</td>\n</tr>\n<tr>\n<td>5</td>\n<td>A ghostly halo crowning your head</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Rainbows gleaming on your skin</td>\n</tr>\n</tbody>\n</table>\n<p>As an aasimar, you have the following racial traits.</p>\n<p><strong>Ability Score Increase. </strong>Increase one score by 2 and increase a different score by 1, or increase three different scores by 1.</p>\n<p><strong>Languages.</strong> Your character can speak, read, and write Common and one other language.</p>\n<p><strong>Creature Type. </strong>You are a Humanoid.Creature Type. </p>\n<p><strong>Size.</strong> You are Medium or Small. You choose the size when you select this race.</p>\n<p><strong>Speed.</strong> Your walking speed is 30 feet.</p>\n<p><strong>Celestial Resistance.</strong> You have resistance to necrotic damage and radiant damage.</p>\n<p><strong>Darkvision.</strong> You can see in dim light within 60 feet of you as if it were bright light and in darkness as if it were dim light. You discern colors in that darkness only as shades of gray.</p>\n<p><strong>Healing Hands.</strong> As an action, you can touch a creature and roll a number of d4s equal to your proficiency bonus. The creature regains a number of hit points equal to the total rolled. Once you use this trait, you can't use it again until you finish a long rest.</p>\n<p><strong>Light Bearer.</strong> You know the @Compendium[5e-complete.5e-spells.thAAdZnGrQEvOAE6]{Light} cantrip. Charisma is your spellcasting ability for it.</p>\n<p><strong>Celestial Revelation.</strong> When you reach 3rd level, choose <span style=\"text-decoration:underline\">one</span> of the revelation options below. Thereafter, you can use a bonus action to unleash the celestial energy within yourself, gaining the benefits of that revelation. Your transformation lasts for 1 minute or until you end it as a bonus action. Once you transform using your revelation below, you can't use it again until you finish a long rest:</p>\n<p>@Compendium[5e-complete.5e-racial-features.MCW85hei85k4Kjtn]{Necrotic Shroud}</p>\n<p>Your eyes briefly becomes pools of darkness, and ghostly, flightless wings sprout from your back temporarily. Creatures other than your allies within 10 feet of you that can see you must succeed on a Charisma saving throw (DC 8 + your proficiency bonus + your Charisma modifier) or become frightended of you until the end of your next turn. Until the transformation ends, once on each of your turns, you can deal extra necrotic damage to one target when you deal damage to it with an attack or a spell. The extra damage equals your proficiency bonus.</p>\n<hr />\n<p>@Compendium[5e-complete.5e-racial-features.9HyDpSNURS5uCgkc]{Radiant Consumption}</p>\n<p>Searing light temporarily radiates from your eyes and mouth. For the duration, you shed bright light in a 10-foot-radius and dim light for an additional 10 feet, and at the end of each of your turns, each creature within 10 feet of you takes radiant damage equal to your proficiency bonus. Until the transformation ends, once on each of your turns, you can deal extra radiant damage to one target when you deal damage to it with an attack or a spell. The extra damage equals your proficiency bonus.</p>\n<hr />\n<p>@Compendium[5e-complete.5e-racial-features.gTFupnqus0hveOBZ]{Radiant Soul}</p>\n<p>Two luminous, spectral wings sprout from your back temporarily. Until the transformation ends, you have a flying speed equal to your walking speed, and once on each of your turns, you can deal extra radiant damage to it with an attack or a spell. The extra damage equals your proficiency bonus.</p>\n<section class=\"secret\">\n<p><em>Note: Add the </em><em>@Compendium[5e-complete.5e-racial-features.QzX60qG4zcqhPgdH]{Healing Hands} feature to your character to use this ability.</em></p>\n</section>",
      "chat": "",
      "unidentified": ""
    },
    "source": "MotM",
    "activation": {
      "type": "",
      "cost": 0,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "width": null,
      "units": "",
      "type": ""
    },
    "range": {
      "value": null,
      "long": null,
      "units": ""
    },
    "uses": {
      "value": null,
      "max": "",
      "per": null
    },
    "consume": {
      "type": "",
      "target": null,
      "amount": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": ""
    },
    "damage": {
      "parts": [],
      "versatile": ""
    },
    "formula": "",
    "save": {
      "ability": "",
      "dc": null,
      "scaling": "spell"
    },
    "requirements": "",
    "recharge": {
      "value": null,
      "charged": false
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "7VbuHmckfo5rIhG3": 3
  },
  "flags": {
    "mre-dnd5e": {
      "formulaGroups": [
        {
          "label": "Primary",
          "formulaSet": []
        }
      ]
    },
    "magicitems": {
      "enabled": false,
      "equipped": false,
      "attuned": false,
      "charges": "0",
      "chargeType": "c1",
      "destroy": false,
      "destroyFlavorText": "reaches 0 charges: it crumbles into ashes and is destroyed.",
      "rechargeable": false,
      "recharge": "0",
      "rechargeType": "t1",
      "rechargeUnit": "r1",
      "sorting": "l"
    },
    "core": {
      "sourceId": "Item.q0M3hg29CoPNa2U8"
    }
  }
}